<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link href="css/lst.css" rel="stylesheet" type="text/css" />
    <title>გიორგი ჯობავა</title>
</head>
<body>
<div id="Header">
  <ul id="navigation">
    <li class="active"><a href="index.php">Registration</a></li>
    <li><a href="login.php">Login</a></li>
    <li><a href="main.php">Main</a></li>
    <li><a href="upload.php">Upload</a></li>
    
  </ul>
</div>
<div id="Content">
  <h1>The Witcher 3: Wild Hunt</h1>
  <p> The Witcher 3: Wild Hunt (ქართ. „მხედვარი 3: ველური ნადირობა“) — მოქმედებითი როლური ვიდეო თამაში, შექმნილი და გამოცემული პოლონური კომპანია CD Projekt-ის მიერ 2015 წლის 19 მაისს.დაფუძნებულია პოლონელი მწერლის, ანჯეი საპკოვსკის რომანზე „მხედვარი“. ეს არის 2011 წელს გამოსული თამაშის „The Witcher 2: Assassins of Kings“-ის გაგრძელება და რიგით მესამე ნაწილი „The Witcher“-ის სერიიდან. თამაში არის მესამე პირის ხედვით და მასში წარმოდგენილია ღია სამყაროს გარემო. სიუჟეტი მიმდინარეობს გამოგონილ ფენტეზის სამყაროში. მოთამაშე აკონტროლებს პერსონაჟს გერალტ რივიელს — „მხედვარის“ სახელით ცნობილი ურჩხულებზე მონადირე,რომელიც ეძებს გოგონას სახელად ცირილას, რომელიც ფლობს ზებუნებრივ შესაძლებლობებს და გაურბის ველურ ნადირობას — იდუმალი ძალა, რომელსაც სურს გოგონას შემპყრობა და მისი შესაძლებლობების გამოყენება. მოთამაშე ასრულებს როგორც ძირითად, ასევე დამატებით დავალებებს, შედეგად იღებს გამოცდილების ქულებს და ოქროებს, რითაც ავითარებს უნარჩვევბს და ყიდულობს აღჭურვილობას, ებრძვის მტერს სხვადასხვა იარაღების და მაგიის საშუალებით, ურთიერთობას ამყარებს არამოთამაშე პერსონაჟებთან. ამას გარდა თამაშს აქვს რამდენიმე დასასრული, დამოკიდებული მოთამაშის გადაწყვეტილებაზე. </p>
  <p> შექმნა დაიწყეს 2011 წელს. დაანონსდა 2013 წლის 4 თებერვალს „Game Informer“-ში. თავდაპირველად მასზე მუშაობდა 150 ადამიანი, ხოლო მოგვიანებით ეს ციფრი 250-მდე გაიზარდა. თამაშის ღია სამყარო დაფუძნებულია ევროპის ტერიტორიაზე, კერძოდ პოლონეთზე, ამსტერდამსა და სკანდინავიაზე, თამაშის ძრავად გამოიყენეს REDengine 3,ხოლო კომპოზიტორად მოგვევლინა მარცინ პჟიბილოვიჩი. თამაში ლოკალიზებული იქნა 15 ენაზე და ჰყავდა 500 გამხმოვანებელი.მისი გამოშვება დაგეგმილი იყო 2014 წლის მესამე კვარტალში თუმცა გადაიდო 2015 წლის მაისამდე.</p>
  <p>„Witcher 3“-ს წილად ჰხვდა უმაღლესი შეფასებები ვიდეო თამაშების კრიტიკოსებისგან. მათ შეაქეს თამაშის გეიმპლეი, თხრობა, სამყაროს დიზაინი, ბრძოლის სისტემა და ვიზუალური მხარე, თუმცა გააკრიტიკეს სხვადასხვა ტექნიკური პრობლემების გამო, რომელთა უმეტესობა მოგვიანებით გამოსწორებული იქნა პატჩით. ის იყო 2015 წლის ყველაზე დაჯილდოებული თამაში, რომელმაც მიიღო „წლის თამაშის“ ტიტული სხვადასხვა გამომცემლებისა და დაჯილდოების ცერემონიებისგან. „Witcher 3“ მიიჩნევა ყველა დროის ერთ-ერთ საუკეთესო ვიდეო თამაშად და ერთ-ერთ საუკეთესო როლურ თამაშად.საერთო განხილვების საიტ Metacritic-ზე PC ვერსია ფლობს 93/100, PS4 ვერსია - 92/100, XONE ვერსია - 91/100. პროექტი აგრეთვე წარმატებული აღმოჩნდა კომერციულადაც; გამოსვლიდან ექვს კვირაში გაიყიდა 6 მილიონი ასლი,ხოლო საერთო ჯამში - 10 მილიონი ასლი. თამაშისთვის გამოიცა ორი დამატება: „Hearts of Stone“ (13 ოქტომბერი, 2015) და „Blood and Wine“ (31 მაისი, 2016). 2016 წლის აგვისტოში გამოვიდა „წლის თამაშის გამოცემა“, რომელიც მოიცავს ძირითად თამაშს, ორივე დამატებას და ყველა გადმოტვირთვად კონტენტეტს.</p>
  <p><a href="https://ka.wikipedia.org/wiki/The_Witcher_3:_Wild_Hunt" target="_blank">წყარო</a>
</div>
</body>
</html>
